{
    "Presupuesto :code": "Budget :code",
    "Estamos listos para comenzar": "We are ready to start",
    "Nombre de la obra: :code": "Name of the work :code",
    "Teléfono: :teléfono": "Phone :teléfono",
    "Dirección: :direccion": "Address: :direccion",
    "Email: :email": "Email :email",
    "Dimensiones:": "Dimensions:",
    "Ancho: :ancho m / Longitud: :longitud m / Altura: :altura m": "Width :ancho m / Length :longitud m / Height :altura  m ",
    "Notas previas": "Previous notes",
    "Esta propuesta ha sido elaborada teniendo en cuenta la norma de fabricación EN1090-2 para la clase de ejecución EXC2.": "This proposal has been prepared taking into account the EN1090-2 manufacturing standard for the EXC2 execution class.",
    "No está contemplado en la misma, sistemas de protección contra incendio (activo opasivo) de las estructuras metálicas.": "It is not contemplated in it, fire protection systems (active or passive) of metallic structures.",
    "Debido a la instabilidad que se verifica en los precios de los productos siderúrgicos, la presente propuesta será válida por 10 días, al final de este período nos reservamos el derecho de revocar total o parcialmente los productos ofertados.": "Due to the instability that is verified in the prices of steel products, this proposal will be valid for 10 days, at the end of this period we reserve the right to totally or partially revoke the products offered.",
    "Movimiento de tierra y zapatas": "Earth movement and footings",
    "En ausencia del estudio geotécnico para la obra, se asume una tensión del suelo igual a 200KPa, las cimentaciones serán del tipo superficiales conectadas con vigas zapatas.": "In the absence of the geotechnical study for the work, a soil stress equal to 200KPa is assumed, the foundations will be of the superficial type connected with footing beams.",
    "El hormigón concebido para estos trabajos será del tipo C25/30 S2.": "The concrete designed for these works will be of the C25/30 S2 type.",
    "Los medios y equipos necesarios serán utilizados de acuerdo con la tipología del terreno.": "The necessary means and equipment will be used according to the typology of the land.",
    "En las zapatas serán aplicados y nivelados los pernos de anclajes que fijarán las columnas.": "The anchor bolts that will fix the columns will be applied and leveled on the footings.",
    "Estructuras principales": "Main structures",
    "El ensamblaje de todas las partes que componen las estructuras será mediante soldaduras semiautomáticas con alambre ER 70S-6 de D 1.2-1.6mm bajo gases protectores, B(Gas Metal arc weldingB( (GMAW).": "The assembly of all the parts that make up the structures will be by means of semi-automatic welding with ER 70S-6 wire of D 1.2-1.6mm under protective gases, B(Gas Metal arc weldingB( (GMAW).",
    "Estarán compuestas por perfiles laminados en calientes de alma llena, acero clase S275JR.": "They will be made up of hot-rolled profiles with a full web, steel class S275JR.",
    "Tratamiento superficial: decapado abrasivo al grado Sa 2 B= según la norma ISO8501-1: 2007.": "Surface treatment: abrasive pickling to Sa 2 B= grade according to ISO8501-1: 2007.",
    "Tratamiento anticorrosivo: pintado con aplicación de primario de dos componentes epoxi rico en zinc, aplicación de intermedio de dos componentes epoxi y acabado RAL universal 7038.": "Anticorrosive treatment: painted with the application of a two-component zinc-rich epoxy primer, application of a two-component epoxy intermediate and a universal RAL 7038 finish.",
    "Tratamiento anticorrosivo: galvanizado por inmersión en caliente según la norma vigente ISO 1461.": "Anticorrosive treatment: hot-dip galvanized according to the current standard ISO 1461.",
    "Distancia entre pórticos: :distanciaEntrePorticos m": "Distance between frames :distanciaEntrePorticos",
    "Inclinación de la cubierta: 5B:": "Roof pitch: 5º ",
    "Todos los elementos estructurales que conforman el edificio, serán unidos con tornillos de alta resistencia de acuerdo a la norma DIN 933 ZINC clase 8.8.": "All the structural elements that make up the building will be joined with high-strength screws in accordance with DIN 933 ZINC class 8.8.",
    "Estructuras secundarias": "Secondary structures",
    "Correas de fachadas y cubierta, elementos secundarios de fijación todo en perfiles galvanizados conformados en frio de acero clase S 320GD.": "Facade and roof straps, secondary fixing elements all in cold-formed galvanized profiles of class S 320GD steel.",
    "Todos los elementos estructurales serán fijados por tornillos de alta resistencia de acuerdo con la norma DIN 933 ZINC, clase 8.8.": "All structural elements will be fixed by high-resistance screws in accordance with DIN 933 ZINC, class 8.8.",
    "Canales simples conformados en frio de acero clase S 320GD y tubos de PVC 0,4 MPa, D 140mm para descarga de aguas pluviales.": "Simple cold-formed channels of class S 320GD steel and PVC pipes 0.4 MPa, D 140mm for rainwater discharge.",
    "Canales simples con aislamiento conformados en frio de acero clase S 320GD y tubos de PVC 0,4 MPa, D 140mm para descarga de aguas pluviales": "Caleiras isoladas, enformadas a frio de aço classe S 320GD, e tubos de PVC 0,4 MPa, D 140mm para descarga de águas pluviais.",
    "Cierre Metálico": "Metal closure",
    "Revestimiento en paneles sandwich en cubierta, :xx mm de espesor, color RAL universal sujeto a la disponibilidad de cada fabricante": "Cladding in sandwich panels on the roof, :xx mm thick, universal RAL color subject to the availability of each manufacturer",
    "Revestimiento en paneles de lana de roca en cubierta, :xx mm de espesor color RAL universal sujeto a la disponibilidad de cada fabricante": "Cladding in rock wool panels on the roof, :xx mm thick, universal RAL color subject to the availability of each manufacturer",
    "Revestimiento en tejas simples en cubierta, color RAL universal sujeto a la disponibilidad de cada fabricante.": "Cladding in simple tiles on the roof, universal RAL color subject to the availability of each manufacturer.",
    "Revestimiento en paneles sandwich en fachada, :xx mm de espesor, color RAL universal sujeto a la disponibilidad de cada fabricante": "Cladding in sandwich panels on the façade, :xx mm thick, universal RAL color subject to the availability of each manufacturer",
    "Revestimiento en paneles de lana de roca en fachada, :xx mm de espesor color RAL universal sujeto a la disponibilidad de cada fabricante": "Cladding in rock wool panels on the façade, :xx mm thick, universal RAL color subject to the availability of each manufacturer",
    "Revestimiento en tejas simples en fachada, color RAL universal sujeto a la disponibilidad de cada fabricante.": "Cladding in simple tiles on the facade, universal RAL color subject to the availability of each manufacturer.",
    "Se incluyen todos los remates de fachadas y de cubierta en chapa lacada del mismo color del cierre metálico.": "All facade and roof finishes in lacquered sheet metal in the same color as the metal closure are included.",
    "Los tornillos de fijación, serán del tipo DIN7504-K & DIN7504P(O)-H.": "The fixing screws will be of the type DIN7504-K & DIN7504P(O)-H.",
    "Accesorios": "Accessories",
    "Portón seccionado de (:A x :B)m de estructura tubular revestido de panel sándwich, incluyendo guías de deslizamiento, soporte y accesorios de fijación todo en acero galvanizado, resortes de acero tratado templado, funcionamiento manual o automático opcional con operador eléctrico, cerradura de accionamiento y comando por botonera fija.": "Sectional gate of (:A x :B)m with tubular structure covered in sandwich panel, including sliding guides, support and fixing accessories, all in galvanized steel, tempered treated steel springs, optional manual or automatic operation with electric operator, lock drive and command by fixed keypad.",
    "Puertas de emergencia simple de una hoja de (:A x :B )m, estructura tubular y chapas simples revestidas y pintada en ambas caras, incluyendo accesorios de fijación y barra antipánico.": "Simple emergency doors with a sheet of (:A x :B )m, tubular structure and simple sheets covered and painted on both sides, including fixing accessories and anti-panic bar.",
    "Puertas de servicio simple de una hoja de (:A x :B )m, estructura tubular y chapas simples revestidas y pintada en ambas caras, incluyendo accesorios de fijación.": "Simple service doors with a sheet of (:A x :B )m, tubular structure and simple sheets coated and painted on both sides, including fixing accessories.",
    "Condiciones generales": "General conditions",
    "El plazo de ejecución e inicio de la obra se acordarán en el momento de la adjudicación y en función de sus necesidades": "The term of execution and start of the work will be agreed at the time of the award and based on your needs.",
    "En condiciones ideales proponemos el montaje de estructuras metálicas principales y secundarias incluyendo cierre de cubierta, fachadas y colocación de remates en :XX día(s) útiles.": "In ideal conditions, we propose the assembly of main and secondary metal structures, including roof closure, facades and placement of finishing touches in :XX working day(s).",
    "En condiciones ideales proponemos el montaje de estructuras metálicas principales en :XX día(s) útiles.": "Under ideal conditions, we propose the assembly of the main metal structures in :XX business day(s).",
    "Valor de la propuesta sin IVA: € :total": "Value of the proposal without IVA € :total",
    "El IVA se agrega al valor anterior.": "IVA is added to the previous value.",
    "Tabla resumen de presupuesto": "Budget summary table",
    "Actividades Descripción": "Activities Description",
    "Cant.": "Cant.",
    "Precio de venta": "Sale price ",
    "Precio de venta total": "Total sale price",
    "Condiciones de pago sujeto a negociación": "Payment terms subject to negotiation",
    "15% en acto de la adjudicación.": "15% in act of award.",
    "35% al inicio del montaje de la estructura metálica.": "35% at the beginning of the assembly of the metallic structure.",
    "20% al inicio del montaje de la cubierta.": "20% at the beginning of the roof assembly.",
    "10% al final de los trabajos.": "10% at the end of the works.",
    "Vencimiento de las facturas a los 7 días después de la fecha de emisión.": "Invoices expire 7 days after the date of issue.",
    "Observaciones": "Observations",
    "Será responsabilidad del cliente el suministro de agua y energía eléctrica, preparación del terreno para el comienzo de la obra, así como el acceso a la misma con una buena circulación para las máquinas y vehículos.": "The customer will be responsible for the supply of water and electricity, preparation of the land for the start of the work, as well as access to it with good circulation for machines and vehicles.",
    "Quedan excluidos de este presupuesto otros trabajos o suministros que no hayan sido mencionados.": "Other works or supplies that have not been mentioned are excluded from this budget.",
    "Necesitas un poco de ayuda?": "Do you need some help?",
    "Estamos listos para hablar": "We are ready yo talk"
}
